Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 이미지 바이럴 마케팅각 포털 사이트 검색어 (실시간) 순위 상위권 유지
en: Maintain a higher rank of searched terms (real-time) for each portal site for viral image marketing

source: 앨범 자켓
en: Album jacket

source: 일본에서는 일반적으로 프로덕션 시스템이라고 하는데, 대형 프로덕션은 콘텐츠의 제작부터 연예인 매니지먼트, 육성까지 ‘올인원(all in one)’ 시스템으로 통합되어 있다.
en: In Japan, it is generally known as a production system. Large scale production is integrated into an “all in one” system that includes production, celebrity management and development.

source: 제작
en: Production

source: 한국만의 특별함과 주체성을 가지는 것도 매우 중요한 부분이다.
en: It is also crucial that Korea has it’s own uniqueness and identity.

source: 일본의 엔터테인먼트 시스템은 철저하게 대형 제작사 위주의 시스템이다.
en: Japan’s entertainment system is almost entirely made up of large production companies.

source: 사람마다 정도의 차이는 있지만 본래 인간은 이기적 존재라 생각한다.
en: Though there may be varying degrees from person to person, I think humans are self-centered beings.

source: 출시 Artist 선정
en: Selection of artist to go public

source: 사전 마케팅
en: Pre-marketing

source: 국내 전자 대기업 ‘L’ 사의 해외 영업을 담당하는 김 부장(42세)은 지난해 5월 신규 제품 프로모션차 중국을 방문했다.
en: Kim (age 42) is in charge of overseas sales at a Korean electronics conglomerate “L.” Last year in May, Kim visited China to promote a new product.

source: 미국은 에이전시와 매니지먼트사가 따로 존재하며 겸업할 수 없으며, 에이전시는 법적으로 제작을 겸업할 수 없게 되어 있고, 매니지먼트사의 매니저는 연예인에게 비즈니스에 대한 조언을 할 수는 있으나 직접 계약 및 협상을 하는 것은 법으로 금지한다.
en: United States agencies and management companies are separate, and they are unable to perform each other’s tasks. The agency cannot perform production work by rule of law. Managers at the management company can give business advice to celebrities but are prohibited by rule of law from getting involved in contracts or negotiations.

source: 앞으로 스타의 흥행성에 기반을 둔 작품보다는 이러한 콘텐츠에 중심을 둔 작품들이 많아져야 한다고 본다.
en: I think in the future there should be more works that focus on content instead of works that are based around the draw of a star.

source: 셋째, 한국은 제작사와 연예인 사이의 계약에서 세부적인 사항까지 철저하게 명시하지 못해 종종 분쟁의 빌미가 되는 반면, 미국의 계약에서는 ‘모든 사항을 계약서에 명기할 것’이라는 원칙을 지킨다는 것이 특징이다.
en: Third, in Korea, finer details are not carefully stipulated in contracts between the production company and the celebrity, which sometimes causes conflicts to arise. On the other hand contracts in the United States feature this principle that “all matters will be specified in the contract.”

source: 논리와 이성이 아닌 인간의 감정과 이해관계가 얽혀 있으니….
en: Instead of of being logical and rational, humans tend to be emotional and interests become intertwined....

source: 연기 아카데미 노경준 원장
en: Director of Acting Academy, Roh Kyeong-jun

source: 이러한 인재 확보 과정을 마친 후, 연예인 지망생은 기획사의 ‘pre-school 프로그램’에서 한 달에서 세 달간의 단기 트레이닝을 거처 지속적인 투자 가치가 있는지를 확인받는다.
en: After the talent acquisition process is complete, the celebrity hopefuls then undergo a “pre-school program” at the management company where they undergo training that lasts between one months to three months to confirm that the trainees have ongoing investment value.

source: 시작한다면 노력이나 헌신을 자부심으로 느끼며 나아가야 한다.
en: If you are going to start this job, you should take pride in hard work and dedication.

source: 주요 역할은 다음과 같다.
en: The main roles are as follows:

source: 나는 내가 뭘 잘하는지 알았던 것 같다.
en: I guess I knew what I was good at.

source: ● 예능 프로그램 섭외 전쟁
en: ● Entertainment programs fight over casting you

source: 보통 신인의 경우 매니저만 두고 활동을 하다가 인기를 얻고 다양한 비즈니스 계약이 필요한 시점에 에이전시와 계약을 한다.
en: For most new actors, they will start out with only a manager and after they have gained some popularity and are at the point where they need to sign various business contracts will they then conclude a contract with an agency.

source: 그래서 배우들은 그런 인간적인 감성과 면모를 잘 기르고 품고 있다가 작품 속에서 좋은 연기로 발휘한다면 대중들에게 오랜 기간 사랑받는, 롱런하는 배우로 자리매김할 수 있을 것이다.
en: In that regard, if actors are able to well develop and bear with themselves such humanistic sensibilities and are able to pull off good acting within a production, then they can position themselves as actors that can be loved by the public for the long haul, or long running actors.

source: 매니지먼트의 주요 역할은 다음과 같다.
en: Management plays the following important roles:

source: 물론 차량, 매니저, 스타일리스트, 메이크업·헤어 등의 비용을 매니지먼트사가 지불하는 조건이다.
en: Of course the company will pay for costs associated with transportation, managers, stylists and makeup and hair specialists.

source: 한국의 매니지먼트 시스템과 유사한 일본의 경우, 일본 특유의 안정적인 시스템을 구축하여 산업을 영위하고 있다.
en: As for Japan, which has a similar management system as that of Korea’s, the industry there operated based on the creation of a system of stability, unique to Japan.

source: 간혹 스타들과 매니지먼트사가 불협화음으로 인해 법적 분쟁에 휘말리고는 하는데, 이에 대한 생각은 어떤가?
en: Every so often, we see stars and management embroiled in legal battles because of discord between the two parties. What do you make of this?

source: 지난 수년간 함께 합을 맞추며 연습했던 멤버가 데뷔를 며칠 앞두고 안 좋은 과거 이력 등의 폭로로 퇴출되기도 하고, 터프한 이미지의 남성 아이돌 그룹을 목표로 팀을 구성해 연습해 오다가 데뷔하는 해의 트렌드가 이쁘장한 꽃미남 아이돌로 바뀌면 그 그룹의 데뷔는 무기한 연기되기도 한다.
en: Sometimes some unsavory information about a certain members past is exposed just days before the debut of a member that integrated and practiced with the others for several years and that member is kicked out. At others, a team is assembled with the goal of creating boy idol group with a tough image, and they practice, but in the year that they are to debut, the trend changes to comely, good-looking idols, then that group’s debut is delayed indefinitely.

source: “미래는 누군가 만들어 주는 것이 아니라 강인한 의지와 노력으로 내가 만드는 것”이라는 말을 명심하고 이 책을 읽는 모든 사람이 꿈에 한 걸음 다가가기를 바란다.
en: While keeping in mind the saying, “the future is not created by someone, but is made by my through a strong will and hard work,” I hope that everyone reading this book can get one step closer to achieving their dreams.

source: 드라마의 경우 시청자들이 돈을 지불하고 보는 수단이 아니기에 공짜라는 개념이 있지만, 영화는 관객들이 직접 돈을 지불하고 시간을 내어 영화관으로 배우의 연기를 보러 가는 것이다.
en: For dramas, the idea exists that viewers are watching for free because you don’t have to pay to watch, but for film, viewers have to pay to watch and invest some time at the theater. Viewers are there to see the acting.

source: 즉, 자신이 가진 능력과 외모 조건만으로 스타가 되는 것이 아니라 이러한 기본 조건을 바탕으로 대중들의 관심을 끌 수 있는 작품에 출연하여 그들에게 선택받아 스타가 만들어지는 것이다.
en: Meaning one does not become a star just on abilities appearances alone, but rather upon a foundation of these basic conditions, stars are made by appearing in productions that can garner the public's attention. After then being selected by the public one becomes a star.

source: TV/라디오 방송국
en: TV/radio stations

source: 에이전시는 엔터테인먼트 산업의 모든 정보가 집중되는 곳으로, 연예인은 물론이고 감독, 작가, 투자자 등 시장의 모든 플레이어들의 정보를 수집 관리함에 따라 작품에 대한 객관적인 캐스팅 능력으로 이들을 통합한 패키지 상품을 구성하여 그 가치를 극대화한다.
en: The agency is where all the information of the entertainment industry is concentrated in one place. By collecting and managing information about all players in the market including celebrities, directors, writers, investors, and others, and by using their objective casting ability about productions, they maximize the value of all involved by arranging integrated packaged products that involve all these stakeholders.

source: ② 연습생의 책임 있는 사유에 의하여 계약이 해제 또는 해지된 경우 기획업자에게 발생한 손해는 훈련활동직접비로 추정한다.
en: ② If the trainee is responsible for the cancellation or the termination of the contract, the Planner is to include the damages incurred as part of Direct Expenses for Training Activities.

source: 너무 부정적인 얘기를 많이 한 것 같은데, 그게 연예인들의 현실이다.
en: I think I’m giving you too much negativity here, but that’s the reality for celebrities.

source: 벨 ('99), 컬러링 ('02), 음원/음반 시장의 역전 ('03)
en: Phone ring songs ('99), ringtone songs ('02), turnaround of the digital music/album market ('03)

source: 국내 방송사의 연예인 전속 시스템이 와해된 후, 스타 파워의 권력화가 연예 매니지먼트사로부터 시작되었는데, 이는 드라마·영화 등 작품에 있어서 가장 중요한 요소 중 하나인 캐스팅 권한이 방송사에서 연예 매니지먼트사로 넘어갔기 때문이다.
en: After the collapse of the celebrity exclusivity system at domestic broadcasting stations, star power started to be amassed at celebrity management companies. This was because the one of the most important elements for drama or film production was casting authority, an element that was transferred from the broadcasting company to the celebrity management company.

source: 1억 원(1편 기준, 후반 작업 비용 포함)
en: KRW 100 million (rate based per video, including post work costs)

source: ③ 기획업자는 이 계약에 따른 연습생의 훈련활동을 제3자가 침해하거나 방해하는 경우 그 침해나 방해를 배제하기 위해 필요한 조치를 취하여야 한다.
en: ③ If a third party infringes upon or interferes with the training activities of the trainee pursuant to this contract, the Planner must take the necessary measures to remove the infringement or interference.

source: 그러나 가수는 정말 몸이 본인 것이 아니라 소속사의 소유가 되는 것처럼 오전부터 늦은 밤 시간까지 일정이 아주 빠듯하게 짜이며, 전담 매니저가 자는 시간을 제외하곤 거의 붙어서 사생활까지 철저하게 관리한다.
en: But, singers have to maintain extremely tight schedules from morning until late at night to the extent that it is like they belong to the agency. Except for when the full-time manager is asleep, the trainees are closely managed.

source: 축구 선수의 이적료는 구단과 구단 사이에 선수를 사고 파는 과정에서 생기는 ‘손익 금액’이다.
en: The transfer fees for soccer players involve the amount of profit or loss that occurs in the process of trading players among teams.

source: 엔터테인먼트 업계에서 일하려는 후배들에게 한마디 한다면?
en: If there were one thing you would like to say to those who are considering a career in the entertainment industry, what would it be?

source: KO
en: EN

source: 이 모든 것은 사실 중소 연예 기획사에서는 쉽게 가질 수 없는 기회이다.
en: These are opportunities that cannot be so easily had with small and medium entertainment management companies.

source: 캐스팅 2.5세대
en: Era of 2.5 Generation Casting

source: 약 1시간의 음악 방송 무대가 끝나고 담당 PD 방으로 인사를 간다.
en: After about one hour, the music broadcast performance ends and I go to the producer’s office to say hello.

source: 영화 시사회와 같이 전문적인 음악 블로그를 써 줄 아마추어 뮤지션들에게 선공개
en: Pre-release to amateur musicians that publish on professional music blogs in the same way as movie previews

source: 둘째, 지금도 늦지 않았다.
en: Second, it’s still not too late.

source: 왜냐하면 배우에게 단순한 지식과 정보를 전달하는 차원이 아닌 이심전심으로 통할 수 있는 사이가 되어야 하기 때문이다.
en: This is because you have to be able to communicate with the actors on a deeper level then merely delivering basic knowledge and information.

source: 스타, 그들이 문화 자본이며 소프트 파워의 근원이다
en: Stars are cultural capital and a source of soft power.

source: 아무리 외모가 뛰어나더라도 연기력과 타고난 끼가 없다면 패션모델은 가능하지만 배우가 되기는 힘들다.
en: No matter how good looking someone might be, without the acting ability and intrinsic talent, it might be possible to work as a fashion model, but not as an actor.

source: 그때 아버지가 선생님께 “저희 아들이 소질이 있나요?”라고 여쭈어보셨다.
en: Then my father asked the teacher, "Does my son have any aptitude?"

source: 반면, 배우 매니지먼트 업계는 해외에서 인정받는 배우가 극소수이기도 할뿐더러 이제 막 산업으로서 태동하였기에 이러한 비즈니스를 전체적으로 관장할 수 있는 전문 인력이 부족한 상황이다.
en: Meanwhile in the actor management industry, there is a very small minority of actors that are recognized overseas. Further as an industry, it lacks the professional personnel to take charge of this business on the whole because it just started to get its feet wet.

source: 자발적 MKT 유도:
en: Inducement of voluntary MKT:

source: 주 소 :
en: Address:

source: 생각해 보라.
en: Think about it.

source: 고도의 분석력과 기획력을 필요로 하는 요즘의 매니저
en: Today's managers require a high-degree of analytical and planning capabilities

source: 여기서 말하는 ‘끼’는 다양한 의미로 해석될 수 있다.
en: Here, “talent” can be defined in a number of ways.

source: 1999년 <어머님께>라는 노래로 데뷔하여 선풍적인 인기를 얻고 2000년대 한국 가요 시장을 뒤흔들었던 원조 아이돌 그룹 god의 멤버 데니안을 만나 보았다.
en: I met with Danny Ahn, a member from an original idol group, g.o.d. that debuted with the song To Mother in 1999, gained sensational popularity and in 2000 rocked the K-pop market.

source: 제6조 (계약 내용의 변경) 이 계약 내용 중 일부를 변경할 필요가 있는 경우에는 기획업자와 연습생의 서면 합의에 의하여 변경할 수 있으며, 그 서면 합의에서 달리 정함이 없는 한, 변경된 사항은 그다음 날부터 효력을 가진다.
en: Article 6 (Change of Contract Details) If it is deemed necessary that part of the content of this contract should be changed, changes can be made by a written agreement by the Planner and the Trainee, unless otherwise defined in that signed agreement, changes are to take effect on the following day.

source: 물론 팬들의 스타에 대한 애정은 배우의 경우 극 중 캐릭터, 가수의 경우 귀에 쏙쏙 들어오는 음악에서 시작된다.
en: Of course the fans’ love for their stars stems from on-screen persona the actor takes up, and for singers, it is through the music that flows right into their ears.

source: 인
en: Signature or seal

source: 성직자 등 아주 특별한 사람을 제외하고 본인의 이익을 위해 전력투구한다.
en: Except for very special individuals such as priests, everyone goes all out for their own benefit.

source: 회사의 대표는 회사 전체를 경영하며 소속 연예인들의 개인사까지 모두 돌보며, 연예인들이 계약 기간 동안 최대한 좋은 환경에서 일을 해 나갈 수 있도록 돕는다.
en: The company's CEO manages the entire company while looking after the personal matters of each of the affiliated celebrities and assists the celebrities by providing them with the best work environment possible for the duration of their contract.

source: 이에 따라 해외 진출을 위한 중장기적 로드맵을 수립하고 해외 사업 파트너들과의 계약을 진행할 수 있는 역량 있는 매니저가 필요하다.
en: Therefore, it is necessary to have capable managers that can establish a mid- to long-term road maps for penetrating overseas markets and that can arrange contracts with overseas business partners.

source: 인터뷰 6: god 데니안
en: Interview 6: g.o.d. Danny Ahn

source: 기본적인 예술적 감성, 신체적 조건 등이 있지만 특정 훈련을 통한다고 해서 스타가 되는 것이 아니기 때문에 그 어떤 직업군보다 경쟁에서 살아남기가 힘들고 어려운 것이다.
en: While there are certain artistic sensibilities and physical conditions, just because one has undergone certain training does not mean that he or she will become a star. That is what makes this job group the hardest and most difficult one to succeed in.

source: 우수 회원을 위한 V.I.P Fan Zone 마련
en: Create a V.I.P Fan Zone for outstanding members

source: 그만큼 연예인은 많지만 스타는 언제나 부족하여 스타의 희소가치는 높다는 뜻이다.
en: To that extent there are many celebrities but stars are always in short supply so they have a high scarcity value.

source: 물론 배우 매니지먼트 회사의 ‘딜소싱(영화, 드라마 등의 작품 선정)’ 능력에 따라 배우의 커리어 성패가 결정되기도 하지만, 무엇보다 중요한 것은 배우 자체의 ‘하드웨어’이다.
en: Of course, the success or failure of an actor’s career also hingers on the deal sourcing ability (having actors selected for films, dramas and other works) of an actor management company. Yet, as “hardware,” the actors themselves make up the most important factor.

source: 웹
en: Web

source: 최근의 가수 홍보·마케팅 방식을 보면 데뷔하기 전부터 드라마나 영화에서 작은 역할을 맡거나 광고에 출연하는 등 대중들에게 눈도장을 찍고 데뷔하는 경우가 많다.
en: If you look at the recent singer promotion and marketing methods, there are many instances where before singers debut, they are given small roles in dramas or films, or appear in advertisements to give viewers a strong impression and then debut.

source: 또한, 가수 기획사는 우수한 작곡가, 프로듀서의 보유가 중요한 요소이다.
en: Outstanding songwriters and producers are also employees that factor in to a singer management company.

source: 이러한 에이전트는 일정한 자격 요건을 갖추어야 하는 반면, 매니저는 자격의 제한이 없다.
en: Such agents must have certain qualifications. There are no qualifications to be a manager.

source: 연예 기획사에서 가수, 배우의 매니저로 일하며 국내외의 수많은 청소년의 꿈이 연예인이라는 것을 알았고, 그곳에서 성공과 좌절의 갈림길에서 울고 웃는 많은 사례를 보았다.
en: Working in a celebrity management company as a manager for singers and actors, I realized that many teenagers from Korea and overseas dream of becoming celebrities. While working there, at the separation point between success and frustration, I have seen many cases of laughter and tears.

source: ● 고도의 분석력과 기획력을 필요로 하는 요즘의 매니저
en: ● Today's managers require a high-degree of analytical and planning capabilities

source: 위의 트레이닝 요소들을 매일, 매주 커리큘럼에 맞춰 소화해야 하기 때문에 지망생들은 하루를 웬만한 고3 수험생 못지않은 스케줄로 소화한다.
en: The actors have to fulfill the above training requirements everyday or every week as the curriculum dictates the hopefuls are made to follow a grueling schedule that puts an average third-year high school student’s schedule to shame.

source: 그 말은 그 정도로 말라야 우리가 말하는 ‘화면발’이 잘 받는 것이다.
en: The faces have to be skinny like that in order get what we call the “photogenic look.”

source: 배우 역시 얼굴이 예쁘고 충분히 자질이 있어도 한계가 있다.
en: Even though an actor has a pretty face and sufficient ability, there can be limitations.

source: 계약체결 일시 :
en: Date and Time of Contract Signing:

source: 한국의 음반 제작 시장은 80~90년대 초반까지 신승훈, 김건모, 변진섭, 강수지 등 작곡가 중심의 감성적인 음악 제작 시장에서 90년대 중반 연예 기획사의 기획형 아이돌인 HOT, 젝스키스, SES, 핑클을 시작으로 빅뱅, 동방신기, 슈퍼주니어, EXO, 소녀시대 그리고 최근 미국의 빌보트 차트를 휩쓸고 있는 방탄소년단까지 철저한 시장의 ‘needs’ 분석과 ‘trend’ 분석에 따른, 체계적인 시스템을 갖춘 기획형 시장으로 진화하였다.
en: From the 1980s until the early 1990’s the Korean music production market consisted of emotional music written by songwriters for singers such as Shin Seung Hun, Kim Gun-mo, Byeon Jin-sub, and Kang Susie. But starting in the mid-1990s, the market started evolving towards management based, planned idol groups, H.O.T., Sech Skies, SES, and Fin.K.L., and later evolved still into a planned market with a methodical system from exhaustively analyzing market needs and trends. This third evolution includes Big Bang, TVXQ, Super Junior, EXO, Girls’ Generation and even BTS, the group that is sweeping the American Billboard charts.

source: 보통 올림픽 순위는 국가의 경제력과 비례한다고 한다.
en: It is usually said that the country rankings at the Olympics is proportional to that country's economic power.

source: 우선 대기실 복도에 붙어 있는 방송 순서표를 확인하니 3번째다.
en: First I go to check the broadcast schedule that is hanging in the waiting room hallway. We are third.

source: 일본 역시 주요 방송국들의 인기도 조사, 출연 드라마의 시청률 조사 등을 통하여 구체적인 등급을 매겨 연예인의 출연료를 지불한다.
en: In Japan, appearance fees are paid to celebrities based on specific rankings that are determined by major broadcasting stations that take into account popularity, the ratings of dramas that the celebrity appeared in and other criteria.

source: 다양한 엔터테인먼트 산업의 필드 경험을 가졌으며, 엔터테인먼트 산업 전반을 조사, 연구, 분석하는 증권사 베스트 애널리스트 출신으로 현직에 있는 필자의 책이 발간되니 반가운 마음이다.
en: In the entertainment industry, Dragon J had a wide range of experiences in the field. He was a former Best analyst at a securities firm who investigated, researched and analyzed the entertainment industry inside and out, and is still working in this industry today. It gives me great pleasure to see this book published.

source: 그 배경에는 중국에서 엄청난 인기를 얻었던 드라마 <태양의 후예>가 있었다.
en: Behind this story, there was the very popular Korean drama that was broadcasted in China called Descendants of the Sun.

source: 제4조 (연습생의 권한 및 의무) ① 연습생은 기획업자가 제공하는 훈련활동에 충실히 임해야 하며, 훈련활동 관련 일 등의 제반 사항을 준수하여야 한다.
en: Article 4 (Authority and Obligations of the Trainee) ① The Trainees must faithfully perform the training activities provided by the Planner, and observe the various tasks associated with training.

source: 제작 주체들인 스튜디오가 연예인을 스튜디오에 전속시키며 콘텐츠를 제작하였고 연예인을 스튜디오의 자산으로 간주했다.
en: The studio which was the principle agent behind production would have celebrities work with exclusivity with a certain studio to produce content. The celebrity was considered to be an asset to the studio.

source: 드라마:
en: Drama:

source: 마케팅은 크게 두 가지로 나뉘는데, 방금까지 말한 부분이 일반 마케팅 활동이고 두 번째로 주요한 마케팅 활동이 바로 매니지먼트 활동이다.
en: Marketing can be largely divided into two types. The first is the typical marketing activity that I mentioned above, the second is management activities which make up a major part of marketing activities.

source: 해도 해도 끝이 없을 정도로 갈고 닦아야 하는 것이 연기이다.
en: Acting is a skill that must be constantly honed without end.

source: 그룹 빅뱅과 소녀시대의 멤버들이 바로 이 캐스팅 2세대라고 보면 된다.
en: The group Big Bang, and the Girl’s Generation members were part of this era of 2nd generation casting.

source: 그리고 현재는 시청자들의 눈높이가 상당히 높아져서 연기력이 뒷받침되지 않으면 다른 어떤 장점으로도 선뜻 캐스팅되기가 어렵다.
en: And at present, the viewers have much higher standards, so if you do not have a foundation in acting ability, then it would be difficult to be readily cast based on some other advantage.

source: 배우의 경우, 하루 일과도 빠듯하게 진행되지 않고 주 1~2번 정도 소속사를 방문하여 진행 사항을 확인하는 정도이다.
en: Actors do not have very busy days. They just have to report to the agency once or twice a week to confirm their progress.

source: 트위터
en: Twitter

source: 전문 평가단
en: Expert evaluation group

source: 대부분의 신인급 연예인은 초기에 생계가 힘든데, 이러한 빈곤한 생활을 방지하고 창작 활동에 몰입할 수 있도록 해 주는 긍정적인 면이 있다.
en: Most entry level celebrities have a difficult time making a living at the beginning. One positive aspect about this system is that it prevents celebrities from living in poverty and enables them to focus on creative activities.

source: 동시에 스타는 콘텐츠의 흥행 여부에 따라 탄생된다.
en: At the same time, stars are born following the popularity of certain content.

source: MD 제품 구상
en: MD product concept

source: 이 비밀유지의무는 계약기간 종료 후에도 유지된다.
en: This confidentiality obligation is to be maintained even after the expiration of the contract period.

source: 하지만 그럴수록 ‘인간적’인 것은 더욱 가치가 있을 것이며 대중들은 그것을 작품 속 배우에게서 찾으려고 할 것이다.
en: However, the more this happens, the more valuable it will be to be “humanistic.” The public seeks to find those aspects in the actors that appear in productions.

source: 또한, 엔터테인먼트 산업에 대한 투자와 비즈니스를 하는 사람, 취업하고자 하는 취업 준비생, 연예인을 꿈꾸는 미래의 스타들에게 좋은 길잡이가 되는 것은 물론, 스타를 꿈꾸는 자녀를 둔 부모님들에게도 현실적이고 생동감 있는 진로 지도가 되리라 생각한다.
en: Further, I believe this book will become a realistic and enjoyable career guidance guide for those looking to invest in or do business in the entertainment industry, those seeking employment in this industry, those future stars who dream of becoming celebrities and the parents of celebrity hopefuls.

source: 배우 후배들에게 가장 해 주고 싶은 말 3가지 있다면?
en: What are three things you would like to say to those who want to become actors.

source: ▪ 주당 40시간 이내
en: ▪ Less than 40 hours per week

source: ● 한 작품이 배우의 평생을 좌지우지하기도 한다
en: ● A single work an actors appears in can determine the actor’s life

source: 김중학 프로덕션, 팬 엔터테인먼트, 키이스트 등
en: Kim Jong-hak Production, Pan Entertainment, Keyeast, etc.

source: 말 그대로 그냥 전염되는 것이다.
en: Just as it sounds, it is just contagious.

source: 위에서 열거한 자질 이전에 그 무엇보다 매니저는 연예인과 동반자라는 생각을 가지고 상호 간의 투철한 신뢰를 바탕으로 업무를 수행해야 한다.
en: On top of the qualities that were listed above, the manager must be able to implement tasks based on solid trust with the celebrity by thinking of oneself as a companion of the celebrity.

source: 아이돌 댄스 그룹을 잘 키우는 회사, 밴드 그룹을 잘 만드는 회사, 배우 매니지먼트를 잘하는 회사, MC·코미디언·예능인을 잘 키우는 회사 등 회사마다 강점과 지향하는 점이 다 다르다.
en: Each company has its strengths, but take different directions. There are companies that are good at developing idol dance groups, others at bands, companies good at actor management, companies good at developing emcees, comedians and entertainers.

source: 음반 제작 프로세스:
en: Album production process:

source: 하지만 매니저는 그다음을 봐야 한다.
en: But the manager should look further.

source: 그러한 배경 때문인지 증권사 엔터테인먼트 산업 담당 애널리스트로 일하던 시절, 임원들의 자녀 진로로 연예계 진출에 대하여 많은 질문을 받았으며, 당시 작성한 보고서 <스타가 만들어지기까지>가 주식 시장에서 많은 관심을 받았다.
en: Perhaps it was because of my background, but when I worked as a securities firm as an analyst in charge of the entertainment industry, I received many questions from executives about having their children get into show business as a career path. The report I wrote at the time titled, How to Become a K-pop Star even receive a lot of attention from the stock market.

source: 보유 가수를 작곡가로 육성, 오랜 관계를 통해 가족적 유대감 형성 및 기획사의 강한 개성 유지
en: Develop their singers into songwriters, through longstanding relationships, a familial bond is formed and the strong individuality of the management company is maintained

source: 재차 강조하지만 지망생은 재정이 튼튼한 대형 기획사에 입사하는 것이 데뷔 확률을 높일 수 있는 굉장히 중요한 요소다.
en: To reemphasize this point, joining a large management company with sound finances is very important for hopefuls because it will greatly increases their chances of debuting.

source: 연예인으로 가는 첫 단계에서도 겨우 걸음마를 시작한 것이다.
en: The first step towards becoming a celebrity begins with barely being able to walk.

source: 이와 같은 제작 프로세스를 총괄하는 역할을 전문 용어로 A&R(Artist&Repatories)라고 한다.
en: A&R (artist and repertories) is the industry term for the role of overseeing this production process.

source: 여기서 말하는 외모 부분의 보완이란 대표적으로 ‘다이어트’ 그리고 ‘성형’이다.
en: Here supplement these features predominantly is done through dieting and plastic surgery.
